{
  "No, I will not accept this pretender!": "Loonh Gah",
  "Who dares intrude upon my sanctuary!?": "Garuda",
  "I'll take it from here, Sister!": "A-Ruhn-Senna",
  "I'll take over from here, Denston.": "Eynzahr Slafyrsyn",
  "...Louisoix Leveilleur was a remarkable man. Wise beyond mortal measure. Would that I had met him prior to his passing.": "Elidibus",
  "How readily you see. You are indeed gifted, Antecedent.": "Elidibus",
  "Gifted - but ignorant. Yet I shall not judge you harshly. The fault lies with your forebears. It has been...millennia.": "Elidibus",
  "Mine are the robes of an emissary. Unlike he who came before, I have no quarrel with you.": "Elidibus",
  "Lahabrea is a warrior. He fought. He fell.": "Elidibus",
  "He may yet learn from his mistakes.": "Elidibus",
  "Come. I only confirm that which you already knew.": "Elidibus",
  "There is no cessation, no oblivion. Only expulsion.": "Elidibus",
  "It is only to be expected. She lacks the gift and the knowledge both. To her, we are indistinct.": "Elidibus",
  "Shadowless, fleshless, formless... What truth there is in each tale is diluted by time and telling.": "Elidibus",
  "Knowledge dictates expectation, and expectation colors perception. Thus did she perceive naught.": "Elidibus",
  "So it is with all but a chosen few. Even you, when young, could not yet see with eyes unclouded.": "Elidibus",
  "The gift grants you clarity; it grants you focus. With it, you may in time come to see us as we are, rather than this crude approximation.": "Elidibus",
  "Lahabrea is wrong about a great many things. The Echo is indeed a gift - albeit one you have yet to master.": "Elidibus",
  "There would be no strife between our peoples - for we would be of one mind.": "Elidibus",
  "I leave, as I came, in peace, Antecedent. May we meet again as friends.": "Elidibus",
  "Mayhap I was indelicate... 'Tis a mercy She shields Her children from His grace with such resolve.": "Elidibus",
  "Was it also by Her hand that you survived the Ardor, I wonder?": "Elidibus",
  "I am told that you are the Warrior of Light. But I would know for myself.": "Elidibus",
  "I shall walk north, and you may choose to follow.": "Elidibus",
  "Know, however, that you will be waylaid if you do - you may even perish. Should you survive, we shall speak anon.": "Elidibus",
  "Remarkable. Truly remarkable. I thank you for granting me this indulgence.": "Elidibus",
  "Have the laws of man grown so twisted in my absence that it is now permitted to lay hands upon an emissary?": "Elidibus",
  "You bore witness to my audience with the Antecedent, did you not? Then you know I acted only in self-defense.": "Elidibus",
  "I realize the same cannot be said of Lahabrea. Even amongst his brethren, he is considered...unique. Nevertheless, I cannot wholly condemn his misdeeds, for through them we discovered you - one so strong in the gift that he could cast us out.": "Elidibus",
  "Your Mother favors you still, that much is plain. But surely you must feel it? Her influence wanes, and Her strength shall soon be spent.": "Elidibus",
  "These lands, these people, this world - all shall soon change.": "Elidibus",
  "As it was, so shall it be again. As it should always have been.": "Elidibus",
  "Doubt my claims and question my motives if you will.": "Elidibus",
  "Only believe me when I say this...": "Elidibus",
  "Far across the sea, from the land of Doma, have we traveled. We seek audience with the ruler of these lands. Who here speaks for you?": "Yugiri",
  "Hello! You haven't begun yet, have you?": "Yda",
  "Slafborn! The shipment... We couldn't...": "Adventurers' Guild Assistant",
  "Hmph...": "???",
  "Commander Leveilleur. It is both an honor and a pleasure to meet you.": "Aymeric",
  "There she is!": "???",
  "The tales do not do you justice, Warrior of Light.": "Iceheart",
  "Yes, I know who you are. And you know who I am.": "Iceheart",
  "Minfilia, am I right?": "Moenbryda",
  "Hah! As if I could ever say no to Urianger!": "Moenbryda",
  "And so the vessel withdraws. A predictable outcome.": "Nabriales",
  "Nevertheless, Lahabrea will be pleased.": "Nabriales",
  "How unfortunate.": "Nabriales",
  "You should know better than to rely upon five-year-old data left by the VIIth Legion.": "Livia",
  "Nor can we expect any form of support from the motherland, given the troubles at court. We have only ourselves to rely upon.": "Livia",
  "So you are the adventurer of whom I've heard so much.": "Minfilia",
  "I don't understand! What's this all about!?": "Guildivain",
  "Graaagh!": "Guildivain",
  "He senses me. A useful talent.": "Nabriales",
  "I should hope that includes us as well, yes?": "Thancred",
  "Arc!? I thought it was you!": "Cid",
  "You can't go without us, Chief!": "Biggs",
  "O mournful voice of creation! Grant ye this humble stone a soul, that it may wake to life!": "Masked Mage",
  "You are strong.But are you strong enough to withstand this?": "Masked Mage",
  "Impossible! Never has the golem been so sorely tested!": "Masked Mage",
  "That the golem could be vanquished...": "Masked Mage",
  "That I should live to behold Bahamut once more...": "Lahabrea",
  "Magnificent. The eons of imprisonment have only made him hungrier.": "Lahabrea",
  "I am aware of them. Pay them no mind. They are powerless to act.": "Lahabrea",
  "It has begun. Soon the planet will regain its true form.": "Lahabrea",
  "Ahahaha... Ahahahahaha!": "Lahabrea",
  "Eorzea... A blighted realm, riddled with false gods...": "Gaius van Baelsar",
  "Twice now it has eluded the Empire's grasp.": "Gaius van Baelsar",
  "For all the destruction it wrought, even Meteor, the Great Sin, failed to yield us control over it.": "Gaius van Baelsar",
  "And for this failure, the realm has sunk deeper into depravity.": "Gaius van Baelsar",
  "It is twisted beyond all reckoning - rotten nigh to the core.": "Gaius van Baelsar",
  "Yet it must be saved.": "Gaius van Baelsar",
  "Only Garlean rule can bring order to Eorzea. It falls to us to deliver the misguided masses from their ignorance.": "Gaius van Baelsar",
  "I sense you harbor certain doubts over the wisdom of the legatus's plan.": "Nero tol Scaeva",
  "SLAVES NO MORE! FREE! FREEEEEE!": "Gyges the Great",
  "Noooooo!": "???",
  "Aye, as did I! Leave the poor woman alone, you damnable vulture!": "???",
  "Ever the selfless hero, I see.": "Y'shtola",
  "Oh, you poor, unfortunate souls. This is no way for men to live. No way at all.": "Ungust",
  "Be at ease, child, for I mean you no harm. I am a priest of the Order of Nald'thal, and I come to offer you succor.": "Ungust",
  "This leaflet bears the teachings of Nald. Trust to them, and they will surely set you free from the shackles of penury!": "Ungust",
  "Beg pardons!": "Flame Officer",
  "I am not a threat! Pray ignore my presence for the present and allow me a moment to cogitate.": "K'lyhia",
  "The reaction to my sudden appearance was within expected parameters. But I must admit I did not expect so proficient a performance against the enemies set against you!": "K'lyhia",
  "Yet, effective though your tactics were, I spied much room for improvement. As I watched you battle, the wheels of my mind whirled into motion, as they are wont to do, inventing other possible strategies you might have employed.": "K'lyhia",
  "Let's see... Taking into account your current level of ability, factoring in the aetheric constant, multiplying by the number of opponents, then applying your tactics to other potential combat scenarios... Oh, dear. My calculations indicate failure upon encountering threat level 9,785.": "K'lyhia",
  "Well! We'll have to see what we can do about that!": "K'lyhia",
  "What 'ave we 'ere, then? It's one o' the bitch Admiral's lapdogs, scamperin' about me ship.": "Doesmaga",
  "Yer just like yer mistress: always stickin' yer nose in where it ain't invited.": "Doesmaga",
  "Hah. Recognized me pretty face, did ye?": "Doesmaga",
  "I've 'ad enough o' yer whimperin'. An' I've certainly 'ad enough o' these bloody books. It's clear ye ain't learnin' anythin' from 'em.": "Doesmaga",
  "Reckon it's time ye got a different kind o' lesson!": "Doesmaga",
  "Aye, that's right! Ye slink on back to yer mistress, ye worthless curs! Gahahahaha!": "Doesmaga",
  "Arc...": "Ameexia",
  "Hahahaha...": "Lahabrea",
  "The mighty slayer of Ifrit comes now to me.": "Lahabrea",
  "... With a countenance that bespeaks understanding.": "Lahabrea",
  "Mayhap I might if I deign to speak in my guest's crude tongue. We meet at last.": "Lahabrea",
  "Finally, fresh air!": "Frixio",
  "Mayhap not so fresh... but better than before.": "Frixio",
  "Ah, sinister one is gone! This one can leave this awful place!": "Frixio",
  "Hm? Did walking one vanquish the many-legged one? This one is grateful to walking one!": "Frixio",
  "Gun... Gundobald...  I...": "Bertliana",
  "Heathens! You shall pay for your crimes with your souls!": "Yadovv Gah",
  "Darkness has taken root within these halls...": "Lahabrea",
  "... Sprung from the most unlikely of seeds.": "Lahabrea",
  "One cannot help but admire the irrepressible spirit that quickened it to life.": "Lahabrea",
  "Your insolence shall not go unpunished, landwalkers!": "Garuda",
  "... Louisoix Leveilleur was a remarkable man. Wise beyond mortal measure. Would that I had met him prior to his passing.": "Elidibus",
  "Gifted - but ignorant. Yet I shall not judge you harshly. The fault lies with your forebears. It has been... millennia.": "Elidibus",
  "I realize the same cannot be said of Lahabrea. Even amongst his brethren, he is considered... unique. Nevertheless, I cannot wholly condemn his misdeeds, for through them we discovered you - one so strong in the gift that he could cast us out.": "Elidibus",
  "... And that is the task to which we bend our every effort.": "Lahabrea",
  "What's all this commotion, then?": "Hoary Boulder",
  "Perhaps we can be of assistance.": "Unei",
  "Be at ease, friends, for we share the selfsame goal.": "Unei",
  "Piercing the heavens and gathering the light,a symbol of mankind's glory and might.": "Nero tol Scaeva",
  "Its virtue guarded by gates impregnable,only to those of royal blood answerable.... Exactly as passed down through legend, I am delighted to see.": "Nero tol Scaeva",
  "The covenant... is everlasting...": "Cloud of Darkness",
  "The covenant shall be honored.": "Cloud of Darkness",
  "So, this is the indomitable Arc.": "Wyrnzoen",
  "We have deemed you worthy of our challenge. Come, marauder! Let us test the edge of your steel!": "Wyrnzoen",
  "I'll see to the shellbacks! You whelps just try not to end up as turtle grub!": "Curious Gorge",
  "Must you be so infernally loud!? Are you so keen to attract more voidsent?": "Nero",
  "Go no further, my friends! The doors will close ere long.": "G'raha Tia",
  "This way!": "???",
  "There will be ample time for soul-searching later. For now, we must put some malms between us and Ul'dah.": "Pipin",
  "Alphinaud, my boy - sorry to keep you waiting!": "Cid",
  "Fortunately, I had observed some of the Braves behaving suspiciously beforehand.": "Yugiri",
  "Hold yer nose when ye pass the Brume, little lord! A delicate flower like you is like to wilt in our fumes!": "Unsavory Character",
  "That will not be necessary.": "Yuyuhase",
  "You are strong. But are you strong enough to withstand this?": "Masked Mage",
  "Save your tears. The sultana yet lives.": "Dewlala",
  "It was I who arranged this gathering.": "Dewlala",
  "And you call yourselves lancers? Pathetic...": "Foulques",
  "You are next, Guildmaster. Arm yourself and face me.": "Foulques",
  "Ah, but what have we here?": "Foulques",
  "That makes no odds to me. You yourself admitted him to your ranks, did you not?": "Foulques",
  "Yet know that only the fearless are fit to wear the mantle of lancer.": "Foulques",
  "I look forward to measuring your worth in the days to come.": "Foulques",
  "Congratulations. You have obtained the false Stone of Courage.": "Foulques",
  "Aye, you heard me right - false. What does that say about your courage, I wonder?": "Foulques",
  "Enter.": "Merlwyb",
  "I come in search of Allagan relics, and what do I find but a pair of incompetent dabblers. By what jest of fate did you chance across such undeserved power?": "Tristan",
  "If you have, indeed, unlocked the secrets of summoning, then you must be in possession of the very treasure I seek.": "Tristan",
  "How terribly convenient. I need only slay you both and take what I need from your bloody corpses.": "Tristan",
  "Gahahaha! What are ye doin', old man? Learnin' how to walk?": "Weggfarr",
  "An intriguing power, the Echo. I must needs choose my words with care.": "Lahabrea",
  "You disappoint me.": "Foulques",
  "Are you sure that is wise, my lord? Your... curiosity is untested and unproven. We do not yet know its true capabilities.": "Rhitahtyn sas Arvina",
  "Kupopopo! I say, kupo!": "Mighty Moogle",
  "Oooh, such a gentle and pleasing glow, kupo...": "Mighty Moogle",
  "Enough! Leave threatenin' women and children to our “betters”! We don't have the knack!": "Hilda",
  "Begs mercy of netherlings! Does not fight! Does not wish to die!": "Linu Vanu",
  "Oho! This is not at all what I expected from the inside of a convent!": "Oyabun",
  "Pshkohhh... Uplander is mistaken. Sharlayan has new keepers, is on cusp of new age of glory!": "Slowfix",
  "We'll have to mill a few o' them bodyguards first, I reckon. Ye don't want to fight through a forest o' blades should ye get caught sneakin' about up on them narrow walkways.": "Jacke",
  "Yer wastin' yer time, darlin'. We opened that scrag's wrinkled throat bells ago.": "Bloody Executioner",
  "Ah, another novice adventurer. Aye, Baderon has sent more than a few of your kind this way of late.": "Sundhimal",
  "She hides behind a tree... as if that could hide her from me!": "Karasu",
  "Who is the more foolish: the fool of Fool Falls, or the fool who comes here without realizing he's been followed?": "Karasu",
  "I am the waves that bear.I am the winds that guide.": "Narrator ",
  "I am the evening stars.I am the morning sky.I am born of the sea.And there shall I die.": "Narrator ",
  "Grymuwil lives. Failure of this sort... does not become you, Karasu.": "Gekkai",
  "Your job is to give me answers, Karasu, not excuses. We can ill afford to let a few stray rats foil our plans. Should they return, kill them.": "Gekkai",
  "This is your final warning. The next time you fail me will be your last.": "Gekkai",
  "Come now, little swallow. Say that it hurts... that you were scared... Tell the dim one how I took great pains to see that you were fully awake for every moment of agony and terror!": "Karasu",
  "I know a rat when I smell one.": "Gekkai",
  "... None other.": "Hatena",
  "He has no subordinates, this is true. This isn't an army, after all.": "Hatena",
  "Awww, that almost sounds like a eulogy! It almost makes me wish I were actually dead...": "Karasu",
  "Oho, this is lively, even for the Quicksand. You two going to put on a show for us?": "Aldis",
  "Pfarmurl the Driven, leader of a troupe of bloody mummers or some such. Aye, I heard you the first time - your voice carries quite well.": "Aldis",
  "You know, I've never been one to stand back and watch. Mind if I join the fun?": "Aldis",
  "Why do they always do that...?  Looks like it's just you and me.": "Aldis",
  "Standing up to that Lominsan was quite brave of you - and quite foolish.": "Aldis",
  "Thaumaturge, hear me.": "Kazagg Chah",
  "By the gem thou bearest shall the great and dark power of eld be bestowed upon thee. But those who seek this power must first prove their worth. Behold, the Gloom that would be thine undoing cometh!": "Sekihi",
  "Stay the Gloom's encroach by thy hand. Only then shall the umbral wisdom of the ages be gifted unto thee.": "Sekihi",
  "Your enthusiasm is truly heartwarming, Antecedent. Given our embarrassing wealth of allies, I trust it will not inconvenience you unduly if I absent myself for a time?": "Alphinaud",
  "What -  Where am I...?": "Arya",
  "Was I sleeping? ... In a box? What an odd thing for me to do...": "Arya",
  "Stand strong, Arc! Are you going to let some overgrown shrub ruffle your feathers?": "A-Towa-Cant",
  "And the two of you! Don't you have a ritual to perform?": "A-Towa-Cant",
  "Gniveileb si gnipeews, swish-swish-aroo. Who is it that summons me?": "Broomsister",
  "Who cometh to this forsaken place and disturbeth my solitude?": "Tiamat",
  "My thanks for coming.": "Unukalhai",
  "Pray permit me to continue the tale.": "Urianger",
  "Quite the conundrum you have there...": "Mide",
  "But it's your lucky day. I'll crack the code - assuming we can come to a little arrangement.": "Mide",
  "This day we reclaim the reins of history! This day we rid ourselves of the Ascians forever!": "Ardbert",
  "We can and will, Ascian! You shall see - or perhaps you will not!": "Ardbert",
  "So you are the Warrior of Light. The savior of Eorzea.": "Ardbert",
  "It's a wonder you didn't come sooner, what with the primal and all. Lost a step, have we?": "Ardbert",
  "... Shall we show them?": "Ardbert",
  "Not very sporting of you to interrupt, but so be it.": "Ardbert",
  "It is a truth long forgotten - a tale of the beginning, and of the path we have been set upon.": "Elidibus",
  "Through time and space hast thou journeyed unto me... as I knew thou wouldst.": "The Word of the Mother",
  "So you're the scrags what've been draggin' our good name through the mud...": "Leofard",
  "... I come to you in person, and still you refuse my offer? Arrogant fool.": "Radlia",
  "My lord!": "???",
  "Never!": "???",
  "Well, I do - and I believe the permit can be overlooked in his case.": "Francel",
  "Have I come at a bad time?": "Count Edmont de Fortemps",
  "You done talkin', Francel? 'Cause I'm itchin' to meet your hero friend.": "Augebert",
  "Well, well... What do we have here? You'd better not have killed the primal without us!": "Knight of Darkness",
  "You there! Over here, quickly!": "Lilira",
  "Hehehe! I should have known you would see through my disguise. But enough talk - we cannot linger here, lest the guards recognize their sultana.": "Lilira",
  "Hmph. So it was here all along...": "Nero tol Scaeva",
  "Is this truly so complex a puzzle? Or have you no stomach for the obvious solution?": "Nero tol Scaeva",
  "Please, let me go! I'm begging you! I don't want to die!": "Wercrata",
  "Oh! A thousand pardons, my lady.": "Hancock",
  "The Scions of the Seventh Dawn, I presume? I hope your voyage was not too trying.": "Hancock",
  "Hancock of the East Aldenard Trading Company. You are with clients today?": "Hancock",
  "You are the ones who came from above, yes? If we could have a moment of your time?": "Ihanami",
  "Who...? Who hath made us whole?": "Susano",
  "Thou didst freely deliver our jewel unto thine enemy's own treasure vault?": "Susano",
  "Hah hah hah! How auspicious! We do commend thee, son of man.": "Susano",
  "Such audacity is deserving of celebration, exultation - a contest of wills to mark the occasion! Let lines be drawn! Let sides be chosen! And for their loyalty, we shall stand with the caretakers of our greater part.": "Susano",
  "Hahahaha hah hah hah! Hearken to us, shelled ones! Upon this day, your wish shall be granted!": "Susano",
  "Curse neither your fate nor its executor, children of man, for we are of the divine - of both heaven and earth. The ringing silence. The raging calm.": "Susano",
  "All riseth and falleth at the whim of capricious fortune. Assume your marks upon the stage, and embrace the coming chaos!": "Susano",
  "Confederate scum! You will pay for -  Aaargh!": "Injured Civilian",
  "Kabuto of the Blue!": "Tsukumo",
  "No one walks alone, Kabuto. To turn your back on your brothers and sisters would be folly of the greatest order.": "Tsukumo",
  "Raise your heads and be proud! You have done well to gather such a glorious bounty.": "Tsukumo",
  "But the task before you is too great for a single Kojin. Kabuto, you must lead your brothers and sisters. Lead them to ever greater treasures and prosperity!": "Tsukumo",
  "Silence! You will form a company of treasure seekers, starting with him.": "Tsukumo",
  "Yes, you - with the short legs.": "Tsukumo",
  "Such insolence! You call yourself a warrior, but your prowess pales before the might of Arc.": "Tsukumo",
  "Was it not you who said it was fate that brought you together?": "Tsukumo",
  "You must accept that to which fate has bound you, Kabuto, and do so with all your heart.": "Tsukumo",
  "Henceforth, you and yours will be known as the Divine Circle. Who else shall join you in this endeavor?": "Tsukumo",
  "Where is your backbone, Kabuto? The duty placed upon you is both sudden and daunting, so your uncertainty shall be forgiven - but only this once.": "Tsukumo",
  "Azami! Azami! Are you there? Azami!": "Isse",
  "Aye, this is the place.": "Estinien",
  "... When his shade was banished, you swore to leave this life behind.And yet here you are...": "Estinien",
  "My apologies for eavesdropping, but...": "Ageta",
  "Hold! What is this!? I came first - you second!": "Derring-do Dandy",
  "What is this? Who are these outsiders?": "Sadu",
  "You there! Hold that ship!": "Hien",
  "You came after all. Do you have the weapons?": "Jebei",
  "Jebei. I knew you were foolish, but I never imagined you were so far beyond redemption.": "Tamachag",
  "Arc! What brings you back to Ala Ghiri?": "Baut",
  "My condolences for your loss. A father should not outlive his son.": "Elidibus",
  "Come back here, you slippery little devil! To think fishing could be so difficult!": "Gosetsu",
  "What greater proof of a man's lingering mortality than an empty belly.A fate worse than death.": "Gosetsu",
  "Fie on it. To have arrived at the appointed place and time, only to survive by mere force of habit. Truly, the kami are not finished with us yet.": "Gosetsu",
  "Come now, you mustn't build their expectations too high! It will be less dramatic when I surpass them.": "Nero",
  "Hmmm... What villainy is this?": "Midgardsormr",
  "Kweh?": "Chocobo",
  "Alma! Who are these people? I told you I did not require any help finding Father, especially from outsiders.": "Ramza Lexentale",
  "You see? It is as I said, Brother. Let them come to us!": "Ba'Gamnan",
  "Should we kill them now?": "Bwagi",
  "No. The time is not right.": "Ba'Gamnan",
  "When has that stopped us before?": "Bwagi",
  "Fool! Do you see that one? Slayer of gods, they call him. Warrior of Light!": "Ba'Gamnan",
  "What's this? Oh, a hunter! And a furrrmidable-looking one at that!": "Felyne",
  "Such brittle blades, so easily broken. Perhaps the First Sword is made of stronger steel.": "Zana Lyehga",
  "Leave her, Zana. Our business here is over.": "Leavold",
  "If you are in this place, searching for the undead, then you must be a petitioner seeking the secrets of the paladin arts.": "Solkzagyl",
  "But make no mistake. Simply learning paladin swordplay does not make you a paladin - nor does the armor you wear, or the status you claim.": "Solkzagyl",
  "I am just another aging free paladin, but you would do well to heed my counsel. Strike off the shackles that bind your spirit, lift the visor that blinds, and find the true path of the paladin.": "Solkzagyl",
  "Here, you will be returning to the captain, yes? Then give him this crystal.": "Solkzagyl",
  "The way you use that sword reminds me of a man I used to know...": "Solkzagyl",
  "Mine eyes may be old, but they can see the truth well enough. Be a paladin strong and true. Devote yourself to the way and become a beacon of light.": "Solkzagyl",
  "Begging your pardons, Arc.": "Papashan",
  "It has been a while, my friends. Yes, yes, a long while indeed.": "Gyodo",
  "... I've been waiting for you to open your eyes.": "Fray",
  "You all right? You were moaning in your sleep and sweating buckets besides.": "Fray",
  "Please, someone - anyone!": "Lowborn Crone",
  "One foot... in front of the other... over and over again...": "Fray",
  "To the ends of the world... and back again...": "Fray",
  "And if time has no end... still forward and onward... over and over again...": "Fray",
  "Get back! I'm warning you!": "Isse",
  "Fine. Now leave me.": "Zenos",
  "Ah, Yotsuyu! You look... well.": "Asahi's Father",
  "Help... Help...": "Asahi's Father",
  "How fares our lady? Is she seaworthy?": "Rasho",
  "I knew you would not flee. I see now the strength which flows from that baleful light of yours.": "Yotsuyu",
  "Thal's gilded... halls. Whatever are you talking about?": "Thancred",
  "... Thancred!? What's going on, man?": "Riol",
  "I should be the one to sigh.": "Emet-Selch",
  "I played my part to perfection. I had earned my rest. And then, thanks to Lahabrea's crowning act of idiocy, our favorite emissary sees fit to summon me back.": "Emet-Selch",
  "Elidibus was ever a worrier. A most tiresome trait, would you not agree?": "Emet-Selch",
  "What, have you no words for me either? No matter. I've long grown weary of this mummery.": "Emet-Selch",
  "Now, my dearest grandson. Let me remind you of your place, in the simplest of terms.": "Emet-Selch",
  "You do not make judgments - you administer them. Swiftly and to the letter. Naught else is your concern.": "Emet-Selch",
  "Elidibus may be an insufferable bore, but he is no fool. His choices as emissary seldom err.": "Emet-Selch",
  "If aught threatens the balance 'twixt Light and Dark, it falls to you to remove it.": "Emet-Selch",
  "Be it by your own hands or by your armies, you have ample means at your disposal.": "Emet-Selch",
  "A grave situation, indeed. Might I be of some assistance?": "Krile",
  "My apologies for the intrusion. I was told Master Alphinaud had been brought here, and wished to see if his condition had improved.": "Maxima",
  "At last, I've found you.": "G'raha Tia",
  "Well, this is a most unexpected surprise. I thought you confined to bed.": "Count Edmont de Fortemps",
  "Refuse, and all will know that you are no true lancer.": "Foulques",
  "Hmph... Craven to the last man...": "Foulques",
  "Very well. I shall withdraw for now.": "Foulques",
  "Halt.": "Curt Gateguard",
  "Everything all right, Captain?": "Crystal Exarch",
  "Yes, I'm here, of course I'm here! What amusements do you have for me today?": "Feo Ul",
  "... You...?": "Ardbert",
  "I know you... You're the Warrior of Light from the Source!": "Ardbert",
  "What? Did you just... You can hear me!?": "Ardbert",
  "Oh, gods, how long has it been...?": "Ardbert",
  "...“And who are you?” he says. An enemy not worth remembering, apparently...": "Ardbert",
  "Get back here!": "Alisaie",
  "And how is business today, Mistress Theva?": "Alphinaud",
  "Ladies and gentlemen! Your attention pleeease!": "Blue Jongleur",
  "Mercy... Mercy...": "Kai-Shirr",
  "Alph...  Alphinaud!": "Dulia-Chai",
  "So this is what the Light was hiding...": "Ryne",
  "He's here. I must go to him.": "Ryne",
  "Stay your weapon. We are not your enemy.": "Gaius",
  "I see you've made up your minds.": "G'raha Tia",
  "An' who are you to just sidle in an' set loose our 'ard-won prizes? Hm?": "Jolly Merchant Lodesman",
  "But how...? How did the called Crystal Exarch bring the hero of the Source to the First?": "Emet-Selch",
  "Awww, poor thing, being scolded so.": "Sul Uin",
  "An excellent point. One might doubt your quality of character were you to continue with these feeble fabrications.": "Milala",
  "Like hells you will! The only sentence what's bein' passed today is yers!": "Jacke",
  "There's trouble! Terrible trouble!": "Oul Sigun",
  "You certainly took your time. I had half-resolved to complete the task myself.": "Solus zos Galvus",
  "Well, well, we have a historian in our midst. That spares me a lengthy explanation.": "Solus zos Galvus",
  "Enough. Runar, report.": "Y'shtola",
  "Did someone say... nightmares?": "Ezel II",
  "Leave that child alone.": "An Lad",
  "Ohhh! So that one's Alphinaud! ... Unless you're triplets?": "Kai-Shirr",
  "I say, aren't you the ones who saved my life?": "Tristol",
  "I'll do it! I'll go with them!": "Korutt",
  "Who goes there!?": "Glagg",
  "Oh dear... You do not wear the mummer's motley well. I was never one to take an interest in tedious conflicts.": "Zenos",
  "To be subjected to such deplorable treatment... Such ingratitude! You have my sympathies, sir. You do so much good for this city, and you could do so much more, were you not surrounded by fools...": "Emet-Selch",
  "That sounds like a challenge that he would enjoy.": "Glynard",
  "Is there aught we can do to help?": "Glynard",
  "Again, mother! Push harder!": "???",
  "The famous Arc, I take it?": "Guydelot",
  "Tradition wouldn't have saved her. That's why I left.": "Lamitt",
  "... May I?": "Hythlodaeus",
  "You, I think, are from a time beyond ours. Have you followed in the wake of Emet-Selch?": "Hythlodaeus",
  "Nay, there is no cause for alarm. I am simply a shade. Here and not here.": "Hythlodaeus",
  "You don't have to!": "Margyt",
  "Aaagh!": "Varis zos Galvus",
  "Gaius! You've missed your part in this, I'm afraid.": "Zenos",
  "Beggin' yer pardon, but could I have a word?": "Riol",
  "Finally! I've found you!": "Kai-Shirr",
  "Beggin' your pardon, Master Chai... But have you got time for a word?": "Hathenbet",
  "Emperor Varis! Your Radiance, are you all right!?": "Annia quo Soranus",
  "Do you think? I find it amusing. Like dogs herding cattle to the slaughterhouse.": "Fandaniel",
  "Hope...?": "Ardbert",
  "Pardon the interruption, but I come bearing urgent news.": "Maxima",
  "Hold it right there!": "Beroald",
  "No one gets to take down that old bastard 'cept me, Beroald the Last Standing! Scourge of the Sands!": "Beroald",
  "Y'shtola! Thank goodness you're still here.": "Alphinaud",
  "Did I not tell you, my friends!? You are Warriors of Light!": "Elidibus",
  "Ah, Arc! How very opportune!": "Moren",
  "Ah, I wasn't aware you already had a guest. If the conversation is constructive, I shall not intrude.": "G'raha Tia",
  "Have you finished?": "Y'shtola",
  "Well, well. We meet again, my new old friend.": "Hythlodaeus",
  "Argh... Unnngh...": "G'raha Tia",
  "Understood.": "Lyna",
  "Ah! There you all are!": "Beq Lugg",
  "That's enough. Shut your gobs and turn around. Slowly.": "Sicard",
  "Well, well! If it isn't Alphinaud and his merry band!": "Arenvald",
  "Abandon them? Did we not profess to be their friends?": "Nanamo Ul Namo",
  "Brave Scions!": "Nanamo Ul Namo",
  "Many and more.": "Kan-E-Senna",
  "Grave tidings, walking ones! Grave, grave tidings!": "Sylph Emissary",
  "Ah, you were right about the ship, then. Hello, G'raha, it's nice to see you again!": "Ojika Tsunjika",
  "And it's a pleasure to finally meet you, Arc. I've heard many a tale of your exploits.": "Ojika Tsunjika",
  "Um, excuse me...": "Matsya",
  "No! Leave me alone! Help! Somebody, help!": "Matsya",
  "Alphinaud...? Alisaie...? It is you!": "Ameliance",
  "When I heard you'd been dragged before the Forum, I came as swiftly as I could. I am so very glad they allowed you to stay...": "Ameliance",
  "We meet again...": "Gaius",
  "Hark! Is that the cry of Scions in need of a tailor I hear?": "Tataru",
  "There you are!": "Alisaie",
  "Hyaaagh!": "Royal Bodyguard",
  "Aaah!": "Frontinus",
  "Growingway! I've been looking all over for you!": "Livingway",
  "Arc! Urianger! Oh, thank goodness. I thought you had been eaten, or had perhaps fallen into a crater.": "Livingway",
  "Oh, boil my carrots!": "Dreamingway",
  "Hm...? Those thunderous footfalls and sonorous tone aren't at all like a Loporrit. Who goes there?": "Goingmyway",
  "... Very well. You may enter.": "Goingmyway",
  "No, please! Stay ba - annngggh... gggaaah!": "Qerasa",
  "Are my ears to be believed!? You were the true satrap all along!?": "Nidhana",
  "... Do my old eyes deceive? Is that truly Arc?": "Beq Lugg",
  "Is that the Warrior of Darkness!?": "Arkil",
  "Hmph... Such fun he's been having basking in the adoration of musty old bookworms and wide-eyed younglings, but does he spare a thought for me? Of course not!": "Feo Ul",
  "I waited and waited and waited, but he won't so much as acknowledge the presence of his beautiful branch even though they're right here! Such a heartless thing our sapling is! Cold and cruel and heartless!": "Feo Ul",
  "An uncertainty you need not feel.": "Sokles",
  "Hermes is at another facility... as we have just discovered.": "Hythlodaeus",
  "Greetings... and salutations...": "Meteion",
  "Compiling report for dissemination to Hermes and all peoples of Etheirys...": "Meteion",
  "I thought I heard tiny voices.": "Thancred",
  "Hail, you three!": "G'raha Tia",
  "Ah, I did not expect to find you here.": "Varshahn",
  "Ugh... Where must I go to get a meal with some flavor in this wasteland of taste...?": "Emmanellain",
  "Well, well, is that Arc and Tataru I spy?": "Hancock",
  "Ah, Arc. Decided to spend your time at the markets, did you?": "Biggs",
  "So this is where you'd been hiding.": "Mussalfret",
  "You... You wish... to speak...?": "Lah-laakh",
  "Very well... Pray... a moment, if you would...": "Lah-laakh",
  "Why we seek our end, you ask? If you wish to know, I will tell you.": "Dew-deekh",
  "Just a moment... I must remember... What form did I take when last I emerged?": "Dew-deekh",
  "Wrong on both counts. There is simply no one here.": "Meteion",
  "Well, that was a complete waste of -  Osmon? Are you actually chatting!? Scholar above, it's a miracle! And here I thought you capable of little more than grunts and sighs!": "Shallow Moor",
  "Thank the Twelve, it is you! Arc!": "Isembard",
  "On a throne of bone he waits...": "Fray",
  "Serve... Save... Slave... Slay... They come to entreat his judgment...": "Fray",
  "Serve... Save... Slave... Slay... One by one, in solemn procession...": "Fray",
  "Don't be like that, friend! Isn't the Maelstrom supposed to aid the smallfolk when they're in a spot of trouble?": "???",
  "A chorus of voices cries out for a hero, and he comes.": "Fray",
  "He smiles. He nods. And he remains silent...": "Fray",
  "But he too has a voice...": "Fray",
  "I will be heard...": "Fray",
  "Wait, I know that voice! It's Arc, the hero of the Scions!": "???",
  "Sir, sir!": "???",
  "Arc! Arc! Listen to us!": "???",
  "Shall we oblige him, then?": "Sidurgu",
  "Well? Are you going to kill him, or shall I?": "Sidurgu",
  "This is the part where you beg for your life.": "Sidurgu",
  "... I pray you do not make a habit of following men plotting to kill you into secluded areas.": "Sidurgu",
  "Or did you learn naught from Fray?": "Sidurgu",
  "So you do know of him...": "Sidurgu",
  "I thought him fallen at the trial, but then I heard whispers of a man seen wielding his sword in battle...": "Sidurgu",
  "So tell me: what became of him? How did you learn the arts?": "Sidurgu",
  "By the gods...": "Sidurgu",
  "... Though, now that I think on it, 'tis not the first time I have heard such a tale.": "Sidurgu",
  "We who consort with the darkness are never truly whole. There will ever be a part of us yearning to be free...": "Sidurgu",
  "... We trained together, Fray and I. His was a strength beyond reckoning... but alas, it was not enough.": "Sidurgu",
  "It warms my heart to see that you carry on his legacy. That you have learned as much as you have with only his soul crystal to guide you bespeaks your potential...": "Sidurgu",
  "There is a matter I would discuss with you, but not here.": "Sidurgu",
  "So these are the “knights” who would defy the will of Halone.": "Ystride",
  "Blessed are we who abide in Her grace, for we shall never be forsaken.": "Ystride",
  "Mwahaha! Foolish fools!": "Zooming Moogle",
  "Forgive me. It seems I am the one responsible...": "Fray Myste",
  "Insolent child! You are not to speak unless spoken to! Is that clear!?": "???",
  "Oh Sid. Charming as ever, I see.": "Ompagne",
  "Serve... Save... Slave... Slay... I've sins aplenty, aye, but regrets? Not so much.": "Fray",
  "And if he wouldn't listen to me, the embodiment of good sense and pragmatism, then what hope could you possibly have?": "Fray",
  "A house divided cannot stand, you know. This childish rebellion ends now.": "Fray",
  "Hm? What troubles you, Master Arc?": "Edmont de Fortemps",
  "Fufucha, I'm baaack! Have you given any thought to my request?": "Mujih Mewrilah",
  "Chief, where are you -  Wait just a - You there, stop that woman!": "Yalana",
  "Pshhh...! Wawalago! What is the meaning of thisss!? Who is this ssstrange shorewalker!?": "Govv",
  "A thousand pardons, Master Wawalago, but I fear there has been a change of plans. My fellow fishing enthusiast has made for Kugane, and I am here to deliver our findings in her stead.": "Ansaulme",
  "Wawalago! You stubborn, self-absorbed, slack-witted... stupid-head!": "Sisipu",
  "I fear you're going to be facing more immediate consequences for your actions today, Wawalago!": "Sisipu",
  "I beg your pardon, Fremondain - keep what from me?": "Laurisse",
  "Stop...": "W'nahja",
  "Might you be Rowena? My dear, I understand you've acquired a crozier of Allagan design. As a collector of such antiquities, I had hoped to make you an offer.": "Waoud",
  "What a pity... I had the perfect place for it. Well, thank you anyway.": "Waoud",
  "Sekka, it seems that, once again, you have gone against my wishes. This katana is abysmal. Did you think crafting this shoddy sword would somehow change my mind?": "Shinto",
  "Well, I'd not expected to be called here of all places. It's been a long time, Lhaminn.": "Greinfarr",
  "Such is the spirit of Far Eastern cuisine - to respect each ingredient and allow it to shine.": "Anzu",
  "Well, well. I had heard that an Eorzean had taken to serving Far Eastern cuisine. To think that it was you.": "Unzan",
  "Well, well, fancy seeing you here, Arc. Ah, the mere sight of you brings back the memory of your most succulent okeanis.": "Dellemont",
  "Boohoo, boohoo...": "Jijiroon",
  "And so do I, Miah.": "Philota",
  "Oh, shush! You'll wake something bigger than a dragonet with all that shouting.": "Ehll Tou",
  "N-No! Leave me alone! Help! Somebody, help!": "Matsya",
  "Don't lie to me! I can see it in your damn eyes! I will make you spit out what you know about Yuki - or I'll cut it from your corpse's stomach!": "Redway",
  "Hello, hello, Princess!... Oh. You are unexpected. Yes, most unexpected.": "Redway",
  "So the thunder wasn't her doing, but a shinobi's? Huh. Most curious. Where did she find coin to pay you? Or does she command your loyalty with her regal blood?": "Redway",
  "The mission comes first, as they used to say. I was only paid to oversee the delivery. But what is my employer's goodwill worth, I wonder.": "Redway",
  "What I could do if royalty flowed in my veins... Arc matter. I'm buying a bright future with my actions today.": "Redway",
  "... Why do you look at me like that? Your eyes are like Karasu's or Gekkai's, judging me unworthy.": "Redway",
  "You must be from the Far East, a real shinobi with real ninjutsu - like Gekkai. You think yourself my better because of it?": "Redway",
  "Arc! Leave me alone! Help! Somebody, help!": "Matsya",
  "Mercy! Mercy!": "???",
  "You there! Halt! Halt, I say!": "???",
  "Even alone you are a force to be reckoned with. Part of me is glad you emerged victorious, that I might observe you further.": "Hephaestus",
  "Gun... Gundobald...  I-I...": "Bertliana",
  "Impostor. You have no right to claim that form. That mask.": "Lahabrea",
  "What trouble have you gotten yourself into, Elidibus?": "Lahabrea",
  "Ah, the insurmountable wall between the highborn and lowborn. I wonder, did our ancestors build it, brick by brick? Or was it fate which drove us apart? And where shall we go from here...": "Quiquetin",
  "Aye, I mean you.": "Wymond",
  "Captain! It has been a while, sir!": "Resistance Fighter",
  "Fresh off the carriage, by any chance? Eh? How can I tell? Heh!": "Wymond",
  "... Hey. Hey, you!": "Brendt",
  "How many times must I tell you!? It's absolutely out of the question!": "Secundus",
  "It has been too long, elder brother.": "Suzaku",
  "Just how long are you planning to lie there?": "Janchette",
  "Nay, Genbu. You need wait no longer.": "Seiryu",
  "Oi, 'venturer! Over here!": "Wymond",
  "Sorry for keeping you!": "Lyse",
  "Those two will tell you naught, Inspector. For they are the culprits whom you seek.": "Archombadin",
  "You're the one who caused all that commotion, aren't you!? Twelve's sakes, walk softly!": "Nenekko",
  "At this rate, it'll be dark again before we know it! The night sky returning is all well and good, but it does make each day seem awfully short. And are you still dragging your heels back there!? At least act as if you've got a purpose, would you?": "Gaia",
  "Good grief! Are you always this slow!?": "Gaia",
  "My brothers, lend me your ears! A gentleman does not dine upon his guests!": "Hildibrand",
  "Sorry we're late. We had some trouble finding the right -  Gods, is that you, Arc!?": "Biggs",
  "Urgh...": "???",
  "No. Trna race.": "???",
  "What was she thinking coming all this way!? Her mother would've died of shock had she lived to read that note!": "Kashina",
  "I realize the same cannot be said of Lahabrea. Even amongst his brethren, he is considered... unique. Nevertheless, I cannot wholly condemn his misdeeds, for through them we discovered you - one so strong in the gift that she could cast us out.": "Elidibus",
  "None save she who bested Lahabrea could endure such an examination.": "Elidibus",
  "None save he who bested Lahabrea could endure such an examination.": "Elidibus",
  "A contemptible display - as befits an inferior specimen.": "Hesperos",
  "Either the bird is even more of a failure than its creators cared to admit, or you are no mean trespassers.": "Hesperos",
  "Even so, I expected it would at least delay your advance. Imagine my surprise when I saw the chains of interment drag the phoinix back to its cage...": "Hesperos",
  "Hehe. There is something to be admired in such single-minded effort. Even if your methods leave much to be desired.": "Familia",
  "So it is true, then.": "Jenlyns",
  "You allowed this familiar to catch you unawares. Have you set your sights so high as to forget you walk upon the earth?": "Familia",
  "Do not be alarmed. A proper introduction shall set your mind at ease.": "Athena",
  "Enough of this petulant nonsense, Tataramu!": "Tatabaru",
  "I knew you would come.": "Themis",
  "Impressive work, Arc. Their memories of your tenacity were not embellished in the slightest.": "Athena",
  "Why is it that whenever danger visits the world, you are never far behind?": "Fourchenault",
  "A sight to turn the stomach... 'Tis well I haven't eaten.": "Ceana",
  "Come, mortals. Enter my realm - if you dare.": "???",
  "Damn the Light... Damn you all!": "Voidwalker",
  "... Gaia!": "Ryne",
  "Gaia! Can you hear me!?": "Ryne",
  "I'm not giving up on you, Gaia! Say something!": "Ryne",
  "Indeed, that is correct!": "Inban",
  "I... Unnngh!": "Voidwalker",
  "No... I won't let you...": "Voidwalker",
  "Wake up!": "Ryne",
  "... Where... to...": "???",
  "Why am I here!? What is happening...?": "Voidwalker",
  "Arc! It really is you!": "Ghengen",
  "Pardon the interruption...": "Messenger",
  "Pshhhkohhh... Uplanders are unwise to come. But most of all is treasure hunter - what she seeks is not here, not in all of Gordias.": "Quickthinx Allthoughts",
  "Wait!": "???",
  "Was it for love or money that you killed him?": "Briardien",
  "A-A guest of House Fortemps!? Then... then he couldn't possibly...": "Cyr",
  "Aha! I've found you at last, heretic!": "Cyr",
  "As I live and breathe! Of all the places to be reunited with Master Zombibrand's compatriots! How fare you all this fine evening?": "Zombiea",
  "By my authority, let the land be remade.": "Althyk",
  "Come now, he must have sensed something was amiss.": "Wheiskaet",
  "Come now, she must have sensed something was amiss.": "Wheiskaet",
  "Enough! Leave them be - or do you not care what becomes of the mammet?": "Dorys",
  "Fungaaaaaaaaahhh!!!": "Typhon",
  "Fungahhhhhh!": "Typhon",
  "Fuuuuuun... GAAAHHHHHH!!!": "Typhon",
  "GIGI※GIGIGI★※...": "Gigi",
  "“GiGi”? Is ThAt My NaMe?": "Gigi",
  "Hildibrand...": "???",
  "HoW dId I gEt HeRe? WhO aM i? WhY cAn I nOt ReMeMbEr!?": "Gigi",
  "I... I saw you! H-H-Heretic!": "Itanshinmonkan",
  "I say, what trouble has my beloved son gotten himself into this time?": "Godbert",
  "I see someone has taken my spot. I may just have to slit his throat and toss her body to the tide.": "Kyokuho",
  "I see someone has taken my spot. I may just have to slit her throat and toss her body to the tide.": "Kyokuho",
  "Kyokuho! I was told there were spirits in the streets!": "Murakumo",
  "Master Rufin! An injured traveler has arrived at our gates seeking succor!": "Heishi",
  "Master Arc? Inspector Cyr? What is all this commotion? We can hear you from the courtyard...": "Count Edmont de Fortemps",
  "Mistress Arc? Inspector Cyr? What is all this commotion? We can hear you from the courtyard...": "Count Edmont de Fortemps",
  "... Oi! Y'all right, lad?": "Grizzled Passenger",
  "Since when!?": "Julyan",
  "Summon your courage and press on!": "???",
  "That woman is no ordinary adventurer.": "Masked Magus",
  "That man is no ordinary adventurer.": "Masked Magus",
  "The dim one sees, but does he truly see? Arc - these unfortunate men were but pawns in a grand scheme, as disposable as the bottles that now litter the shore.": "Karasu",
  "ThEn... ThEn CaN yOu HeLp Me To ReMeMbEr?": "Gigi",
  "Though there were those two wards that... But they were acquitted of all charges in a trial by combat... And if he demands the right to... Then I would personally have to... Oh dear.": "Cyr",
  "Truth be told, I've found the brisk Coerthan air to be rather invigorating. It stimulates body and mind both - a welcome benefit when one must discuss matters of commerce. I daresay we would not have accomplished so much otherwise.": "Godbert",
  "Upon the most exalted of battlefields you shall stand.": "???",
  "WhAt... WhAt Is ThIs PlAcE? wHo... WhO aM i?": "Gigi",
  "Yes, you! The hulking brute with a mad gleam in his eye! Your brazen heresy is plain for all to see! Surrender yourself to the inquisition at once!": "Cyr",
  "Found you! Found camp, we have! Reeking pile of dung hidden in forest!": "Ixal Boss",
  "What I could do if royalty flowed in my veins... No matter. I'm buying a bright future with my actions today.": "Redway",
  "Arc, please! Stay ba - annngggh... gggaaah!": "Qerasaf",
  "Now all I need is a plan... Automata...": "Megasonic Frogboy",
  "Such radiance, such magnificence. The Kamuy of the Nine Tails, most revered of its kind, is come!": "Wandering Minstrel",
  "△▽、○×□☆◇○ーー!!!": "???",
  "Again he comes, unaware that what he seeks has already been swept away by the tide.": "Sylvie",
  "Ahem. About that...": "Augebert",
  "All's well that ends well!": "???",
  "And here I thought you one of us, Arc!": "Loonh Gah",
  "Blue, blue skies and the rolling desert...": "Gilgamesh",
  "Fancy yourself a Manderville man?♪You would do what only a Manderville can?♪Then lift your legs, and put up your hands,♪Be a Mander-Mander-Manderville, man!♪": "Godbert",
  "Gah!": "???",
  "Gaudy trash?": "Godbert",
  "He looks, but does he see?": "Sylvie",
  "Help! For gods' sakes!": "Unsettled Sellsword",
  "Help! Please help!": "Noalle",
  "Help! Somebody, please - I need help!": "???",
  "Ho ho ho! You have naught to fear from me, naught at all! The only accounts I came to settle were with the chimera.": "Godbert",
  "How much longer must I seek the blade of legend?": "Gilgamesh",
  "I have found you, my little ones. Let me guess - you seethe with anger at those that took from you what was yours.": "Man of A Thousand Faces",
  "I-It has been a while, my friends. Yes, yes, a long while indeed.": "Gyodo",
  "It's your duty to serve the sultana, lad - and you'll be doing it for a good while yet!": "Papashan",
  "... Mew!": "???",
  "Neeein!": "???",
  "Now wait just a gosh-darned minute!": "Nutsy",
  "Now, what mask shall I wear to the ball?": "Man of A Thousand Faces",
  "Salutations and greetings, my good sirs!": "Hildibrand",
  "The game is afoot, Inspectors.": "Man of A Thousand Faces",
  "... The head offices of the Ashcrown Consortium - Eorzea's greatest purveyor of all things crystal!": "Shanga Meshanga",
  "... Then it would appear our goals are in accord. Make for Costa del Sol and await my orders. When the time is right, revenge will be yours.": "Man of A Thousand Faces",
  "... This is far from the strongest of swords.": "Gilgamesh",
  "... This one would be entirely unsurprised.": "Frixio",
  "Those thefts were carried out by a single individual, you imbecile.": "Ellie",
  "To be fair, you are not spending a single gil on me.": "Briardien",
  "Well, I do - and I believe the permit can be overlooked in her case.": "Francel",
  "When the final core is activated and Alexander fully awakens, its power will be such that it could entirely consume any who sought to control it. You were too craven to risk your own life - until you had no choice.": "Mide",
  "You need not answer to them, but you will answer to me...": "Solemn Sekiseigumi",
  "And now useless machines. Is it not enough that we have no use ourselves?": "Talkingway",
  "Hmmm... If I can use this ironic display to demonstrate the depths of our irrelevance, my petition to reactivate the hibernation stations may at last be approved.": "Talkingway",
  "Rex, I...": "Ricon",
  "... Struggle to your hearts' content, my friends. Show us the meaning of futility.": "Talkingway",
  "Treacherous fiends. Purveyors of villainy. The vengeance of heaven is slow, but certain. You shall answer for your treachery this day.": "Hamujj Gah",
  "What is this ruckus? Can't they just be quiet? Hopping around like fools won't change anything one whit...": "Talkingway",
  "Ah... That was the name of the fool who perished upon the eve of the promised age of glory. It should not be uttered within these hallowed halls.": "Nael van Darnus",
  "Arc! I presume it was Meryld who sent you hither!": "Ameliance",
  "Bugger all! It's a travesty, I tell you!": "Hotch",
  "Ever prepared for confrontation. Good. Those instincts serve us as well as they serve you.": "Ascian of the Twelfth Staff",
  "Gather round, friends, gather round!": "Isshu",
  "Give me a moment, will ya? I've only got eight arms! ... Or were they legs?": "Ultros",
  "Hello? Did someone call my name? Erm... I don't suppose you could help me find my way to Tamamizu?": "Itomaki",
  "How'd you like that, you great scaly bastard!?": "Joye",
  "I beg to differ.": "Nero tol Scaeva",
  "Ifrit was reborn with the strength of a thousand raging infernos, and yet you vanquished him. I can offer you naught but praise, Bringer of Light.": "Ascian of the Twelfth Sword",
  "I have come too far to surrender to grief, Urianger.": "Alisaie",
  "Interestin' theory you have there. Care to test it?": "Drusilla",
  "I see them! They are most visible!": "Gyoshin",
  "Load! Aim! Fire!": "Joye",
  "Lower your voice, Hotch. My head stings enough without your bloody shouting.": "Hutchin",
  "Nael... van... Darnus?": "Nael van Darnus",
  "... Oi!": "???",
  "Silence, chattering raven. Your wretched wings are broken, and you shall soar no more.": "Louisoix",
  "Silence! You will form a company of treasure seekers, starting with her.": "Tsukumo",
  "So, this is the indomitable Arc Arc.": "Wyrnzoen",
  "Strength, you say? Sounds like you could use a dwarf with a massive hammer!": "Giott",
  "That will not be necessary. Indeed, with the return of the Wolf Burglar, I believe we can consider this tiresome affair resolved.": "Kumode",
  "Those men may be sworn Flames of Ul'dah, but they are first and foremost faithful retainers of House Leveilleur.": "Alphinaud",
  "What ho, young Manderville man!": "Godbert",
  "Y'all right, lass?": "???",
  "You haven't sent every stonemason, my dear Handeloup.": "Tarresson",
  "Your honor is yet yours, samurai!": "The Wolf Burglar",
  "You there! Yes, you!": "???",
  "A fine observation!": "Principia",
  "A hundred, a thousand - no, a hundred thousand apologies, my good sir!": "Deputy Postmoogle",
  "... Allow me to handle this, old girl.": "Emmanellain",
  "... Allow me to handle this, old boy.": "Emmanellain",
  "And if you would not disapprove - or, quite honestly, even if you would - I will be accompanying you as well.": "Charlemend de Durendaire",
  "As I live and breathe! Of all the places to be reunited with Master Zombibrand's compatriots! How fare you all this fine morning?": "Gentle Dead Man",
  "Before that, pray let us join you, my friends!": "Marcelloix",
  "Beg pardon, milord... milady. If I might trouble you for a moment...": "Pretentious Painter",
  "Bitter foe? Hardly. Not that I would expect an imbecile with an iron head to know friend from enemy - or his own reflection, for that matter.": "Araragi",
  "Brother!? Brother! Can you stand? Speak to me!": "Brotherly Buduga",
  "... Cassard? It feels like an age since I last saw you!": "Tesleen",
  "Chief! Miss! Don't leave us here alone! I beg of you!": "Attentive Apprentice",
  "Chief, where are you -  Wait just a - Y-You there, stop that woman!": "Yalana",
  "Darlings! Just the mages I was looking for.": "Royse",
  "Death is already here! Surely you must see that!": "Sauldia",
  "Francel! We were wondering if you'd ever come home!": "Stephanivien",
  "Give that man nothing!": "Radiant Investigator",
  "Hmph... Such fun she's been having basking in the adoration of musty old bookworms and wide-eyed younglings, but does she spare a thought for me? Of course not!": "Feo Ul",
  "I don't understand! Wh-What's this all about!?": "???",
  "I rEmEmBeR... i ReMeMbEr... NoThInG...": "Gigi",
  "I thought I felt my ears burning...": "Fordola",
  "I've finished checking the wares, sir! Everything's in order!": "Evrat",
  "I waited and waited and waited, but she won't so much as acknowledge the presence of her beautiful branch even though they're right here! Such a heartless thing our sapling is! Cold and cruel and heartless!": "Feo Ul",
  "Lalai! And Arc as well! I would speak with the both of you at once.": "Zhaianelhah",
  "Lord Overseer!": "Thomelin",
  "M-Mercy! Mercy!": "Panic-striken Scavenger",
  "Oho, that does sound promising!": "Godbert",
  "Oho, yet again do our paths cross in most serendipitous fashion!": "Godbert",
  "Sorry to interrupt, but perhaps it would be best coming from me.": "Ihase",
  "That makes no odds to me. You yourself admitted her to your ranks, did you not?": "Foulques",
  "The dim one sees, but does he truly see? No - these unfortunate men were but pawns in a grand scheme, as disposable as the bottles that now litter the shore.": "Black Marketeer",
  "They are not alone!": "Zhaianelhah",
  "They went this way! Quickly!": "Fyrgeiss",
  "This is no pretense.": "Yugiri",
  "This one is surrounded by fools. Makes this one's task all the easier...": "Diluxio",
  "This one thinks grey-haired one needs new spectacles.": "Diluxio",
  "Tut-tut, Meira. I seem to recall you telling me just the other day that the girl was still not ready for the spotlight.": "F'lhaminn",
  "Uggggggh! I know that gentlemanly overlord's voice...": "Gentle Dead Man",
  "Watch your tongue, Xamott, or I'll pull it out with my pliers!": "Glagg",
  "Wee hee hee! Don't get ahead of yourself!": "Lugae",
  "Well, well. Fancy seeing you here.": "Gaia",
  "Who do you think you're trying to impress?": "Guydelot",
  "Would that everyone were so perceptive...": "Lolorito",
  "Y'all right, lad?": "Bremondt",
  "You, boy! What the bloody hells do you think you're playin' at, consortin' with Goggs! Bunch of stinkin' scruffybeards, the lot of 'em!": "Xamott",
  "You heard him, Fyrgeiss!": "Royse",
  "... You. Yes, you shall serve as the bringer of destruction. As for my vessel... ah, yes. That one should suffice.": "Shatotto",
  "Greetings, champion.": "Wandering Minstrel",
  "And there you were thinking this would be ever so simple - were you not, my dear Leofard?": "Radlia",
  "Of course, I -  ... Oh. Perhaps not.": "Arya",
  "P-Pardon me...": "Doomsaying Dwarf",
  "Adventurer, adventurer!": "???",
  "Ah, Ryne! What a relief it is to see you returned unharmed from your expedition!": "???",
  "Ah, there you are, my child.": "???",
  "Anomalous potential confirmed.Commencing scan.": "???",
  "Could it be!? The Warrior of Darkness!": "???",
  "... Delectable.": "???",
  "Eloin said that I was to collect from here... Do you mean to say you children made the items?": "???",
  "Latent aetherial capacity: immeasurable.Standard parameters exceeded.Reinitializing system.": "???",
  "Lycelle! My friends!": "???",
  "Meowww...": "???",
  "Nyahahaha! That is not garb, my unlearned friend.": "???",
  "Ramza, dead!? You lie about as well as you carry yourself in battle, Orran.": "???",
  "Rasequin! Gontrandoix! Pehainel! We washed our hands like you told us!": "???",
  "There you are, Arc!": "???",
  "The world is in grave danger and the people deserve to know! I have to reach the moon so I can expose the truth!": "???",
  "Whatever shall we do, Sister?": "???",
  "Which one of you is Ihase?": "???",
  "You know the Exarch?": "???",
  "You may cease with your baseless presumptions, defector.": "???",
  "Your mortal frame brims with vital energies. An irresistible feast...": "???",
  "Ah, _NAME_. Decided to spend your time at the markets, did you?": "???",
  "Ah, _NAME_! How very opportune!": "???",
  "Akitsu.": "???",
  "And I... am proud to have been your father... May you be ever blessed... by the sea's bounty.": "???",
  "And it's a pleasure to finally meet you, _NAME_. I've heard many a tale of your exploits.": "???",
  "And that is the task to which we bend our every effort.": "???",
  "And this is a source of delight for you, Hisui? Placing one's trust in land- dwellers... I cannot think of a greater folly. It will not do for this sentiment to spread.": "???",
  "Could it be!? The Warrior of _NAME_!": "???",
  "Do my old eyes deceive? Is that truly _NAME_?": "???",
  "Excuse me...": "???",
  "Fancy yourself a Manderville man?♪ You would do what only a Manderville can?♪ Then lift your legs, and put up your hands,♪ Be a Mander-Mander-Manderville, man!♪": "???",
  "_NAME_!? I thought it was you!": "???",
  "_NAME_! It really is you!": "???",
  "_NAME_! Urianger! Oh, thank goodness. I thought you had been eaten, or had perhaps fallen into a crater.": "???",
  "Gaia!": "???",
  "<gasp> Is that the Warrior of _NAME_!?": "???",
  "Gun... Gundobald... <groan> I-I...": "???",
  "Heustienne! Thank the Fury you are safe!": "???",
  "Impressive. Truly impressive. Intrigue and deception that would put Lord Lolorito to shame.": "???",
  "I'm sorry to intrude on your little daydreams, but I really must advise you to come to your senses.": "???",
  "I see someone has taken my spot. I may just have to slit his throat and toss his body to the tide.": "???",
  "It does not become my lord to speak ill of the kami.": "???",
  "Lalai! And _NAME_ as well! I would speak with the both of you at once.": "???",
  "Lieutenant _NAME_? Good, I thought I'd wandered into the wrong barracks for a moment there.": "???",
  "Louisoix Leveilleur was a remarkable man. Wise beyond mortal measure. Would that I had met him prior to his passing.": "???",
  "Momodi, my love! I see that my mellifluous missive finds you looking as beautiful as ever.": "???",
  "Oi!": "???",
  "Out o' me way, scrags, or ye'll feel me jackboot on yer scrawny necks! This ain't no place fer idle chitchat - get down the market with the other gossipin' fishwives!": "???",
  "Pray forgive me my interruption. My name is Hewerald, and I am come at Professor Erik's behest.": "???",
  "So, this is the indomitable _NAME_.": "???",
  "Sprung from the most unlikely of seeds.": "???",
  "Still tending the nets... like I taught you...?": "???",
  "Then it would appear our goals are in accord. Make for Costa del Sol and await my orders. When the time is right, revenge will be yours.": "???",
  "There you are, Uncle!": "???",
  "This is far from the strongest of swords.": "???",
  "'Tis good to see you again, Warrior of Light.": "???",
  "Ugh... argh... It hurts...": "???",
  "Unnnggghhh... Wh-Where... am I...?": "???",
  "Well, well, is that _NAME_ and Tataru I spy?": "???",
  "You should know better than to rely upon five-year-old data left by the 7th Legion.": "???",
  "You there!": "???",
  "You. Yes, you shall serve as the bringer of destruction. As for my vessel... ah, yes. That one should suffice.": "???",
  "And here I thought she'd be taller.": "???",
  "And to think we found it so close to Doma! The Duma of Doma! Bwah hah hah hah!": "???",
  "Are you lot really that dense? Can't you see he's playing you for fools?": "???",
  "Bloody hells, man! Ye won't inspire much confidence speakin' like that!": "???",
  "Enough! So much screeching and cawing when threatened nothing, featherless one has!": "???",
  "Gwooooooh!": "???",
  "Here's the report, written by yours truly.": "???",
  "Hildeyerd! Have you any word on my delivery?": "???",
  "I come to you in person, and still you refuse my offer? Arrogant fool.": "???",
  "I see you live. Good. But your trial is not yet at an end.": "???",
  "I was wonderin' when you'd show up. Gerolt told me everything.": "???",
  "<squeal> <squeal>": "???",
  "Stand strong, _NAME_! Are you going to let some overgrown shrub ruffle your feathers?": "???",
  "Thank... you...": "???",
  "That we should play host to the liberator of Doma and Ala Mhigo herself. I did not think you could be persuaded to help us.": "???",
  "There you are, _NAME_!": "???",
  "We beg you!": "???",
  "You! You are the gleaner extraordinaire who made their way to the very summit of the heavens, are you not!?": "???",
  "Ah, now I understand why you sent Ruissenaud to fetch any scrap containing even a hint of crystalline machinations.": "???",
  "I've been waiting for you to open your eyes.": "???",
  "Thancred!? What's going on, man?": "???",
  "That will be enough, Princess.": "???",
  "What does one do with a smoldering tome of parables? Will they struggle to abide the lessons of its now-blackened words, or rise from its ashes? This answer, I eagerly await...": "???"
}